export const questionData = [
  {
    key: 'love',
    label: 'အချစ်ရေး',
    questions: {
      q1: 'မိမိရဲ့ လက်ရှိအချစ်ရေး အခြေအနေဘယ်လိုရှိလဲ။',
      q2: 'အချစ်ရေးအတွက် ဒီအချိန်မှာ အရေးအကြီးဆုံး သတိထားသင့်တဲ့အရာက ဘာလဲ။',
      q3: 'Crush က ကိုယ့်အပေါ်မှာ ဖြစ်ပေါ်နေတဲ့စိတ်နေသဘောထား။',
      q4: 'Exက ပြန်လာနိုင်သလား။',
      q5: 'Third person ဝင်လာနိုင်သလား။',
      q6: 'လက်ရှိ လက်တွဲဖော်က ကိုယ့်အတွက် right person ဖြစ်လား။',
    },
  },
  {
    key: 'business',
    label: 'ငွေရေးကြေးရေး',
    questions: {
      q1: 'တစ်ပတ်အတွင်း ပိုက်ဆံဝင်ကိန်းရှိလား။',
      q2: 'ငွေရေးကြေးရေးနဲ့ ပတ်သတ်ပြီး ဘာတွေကို သတိထားသင့်သလဲ။',
      q3: 'ဘယ်နေရာကနေ ပိုက်ဆံဝင်လာနိုင်သလဲ။',
      q4: 'ပိုက်ဆံပိုဝင်ဖို ဘာတွေလုပ်ဆောင်သင့်သလဲ။',
      q5: 'အနာဂတ်မှာ လက်ရှိထက်ပိုပြီးတော့ ဝင်ငွေပိုကောင်းနိုင်သလား။',
      q6: 'ဘယ်နေရာမှာ ကိုယ့်ရဲ့ ပိုက်ဆံကို ရင်းနှီးမြှုပ်နှံသင့်သလဲ။',
    },
  },
  {
    key: 'education',
    label: 'ပညာရေး',
    questions: {
      q1: 'ဘာ language တွေ လေ့လာသင့်သလဲ။',
      q2: 'ယခုအချိန်မှာ ပညာရေးနဲ့ပတ်သတ်ပြီး သတိထားဖို အရေးအကြီးဆုံး အချက်ကဘာလဲ။',
      q3: 'နိုင်ငံခြားမှာ ပညာသင်ကြားခွင့်ရနိုင်မလား။',
      q4: 'လက်ရှိသင်နေတဲ့ ပညာရပ်နဲ့ အသက်မွေးဝမ်းကြောင်း လုပ်နိုင်လား။',
      q5: 'လာမယ့် စာမေးပွဲမှာ အကောင်းဆုံးဖြေနိုင်မလား။',
      q6: 'Scholarship လျှောက်ရင် ရနိုင်မလား။',
    },
  },
  {
    key: 'general',
    label: 'အထွေအထွေ',
    questions: {
      q1: 'သင့်ကိုယ်သင် ဘယ်လိုခံစားနေရလဲ။',
      q2: 'အခုအချိန်မှာ သင်ဘာကို အလိုချင်ဆုံးလဲ။',
      q3: 'သင် ဘာတွေကို ကြောက်ရွံနေလဲ။',
      q4: 'သင့်အတွက် ဘာတွေဖြစ်လာနိုင်သလဲ။',
      q5: 'သင့်ကိုဘာတွေက ဆန့်ကျင့်နေသလဲ။',
      q6: 'သင့်အတွက် ဖြစ်လာနိုင်တဲ့ ရလဒ်များ။',
    },
  },
]
